var post_content = [{
    date: 'sep 18 2016',
  title: '是时秋，蟹正肥',
    avatar: '../../img/avatar/1.png',
  content: '一则新闻说，中秋过后，首府螃蟹市价普遍下跌，比如江苏蟹现在卖90-160元/公斤，比节前便宜了约20元，而本地蟹价格也降了10元左右。近年来，乌鲁木齐人也渐养成秋后食蟹的传统，对于喜爱吃蟹的人来说，真是一大福利',
    reading: '112',
    collection: '96',
    headImgSrc: '../../img/avatar/2.png',
    imgSrc: '../../img/post/crab.png',
    author: '李白',
    dataTime: '24time',
  detail: '一则新闻说，中秋过后，首府螃蟹市价普遍下跌，比如江苏蟹现在卖90-160元/公斤，比节前便宜了约20元，而本地蟹价格也降了10元左右。近年来，乌鲁木齐人也渐养成秋后食蟹的传统，对于喜爱吃蟹的人来说，真是一大福利。螃蟹向来被中国人视为餐桌上的美味，而且有着久远的食用历史。早至北魏《齐民要术》中，就有“蟹藏法”一说。到了宋代还出现了《蟹谱》《蟹经》《蟹略》等书，可见中国人吃蟹之早、吃蟹之精。欧阳修说蟹还算委婉，“是时新秋蟹正肥”；苏东坡则直截了当，“不识庐山辜负目，不食螃蟹辜负腹。”将螃蟹与庐山相提并论，足见诗人对螃蟹钟爱之深。至近代，擅写美食的汪曾祺，虽然并未留下专门写蟹的文章，却在不少文章中旁敲侧击地提到了螃蟹，而且还颇有意味。最具知名度的，恐怕就是汪老在样板戏《沙家浜》里给刁参谋长写下的那句台词，“命你们下阳澄湖捕鱼捉蟹，按市价购买”。想来，生于江苏高邮的汪老，也应是喜欢吃蟹的。至于为什么没有留下写蟹的文章，或许是他认为此等美食已经美味到无法以语言文字来表达了。',
    postId: 0
  },
  {
    //按住alt + shift + f可以格式化代码
    date: 'sep 19 2016',
    title: '比利林恩的中场战事',
    imgSrc: '../../img/post/bl.png',
    avatar: '../../img/avatar/2.png',
    content: '也许《比利林恩的中场战事》不是反英雄，而是反刻板印象；它不仅反刻板印象，还反对依据刻板印象作出的期望。抹杀个性的其实不是“英雄”的概念，而是刻板印象。由于人们具有刻板印象，所以自然而然地期望被评判者符合它',
    reading: '112',
    collection: '96',
    headImgSrc: '../../img/post/bl.png',
    author: '达摩',
    dataTime: '24time',
    detail: '也许《比利林恩的中场战事》不是反英雄，而是反刻板印象；它不仅反刻板印象，还反对依据刻板印象作出的期望。抹杀个性的其实不是“英雄”的概念，而是刻板印象。由于人们具有刻板印象，所以自然而然地期望被评判者符合它。这种期望演变成一种对他人的流氓要求。一旦要求没有被满足（或期望没有被符合），人们就会不满，甚至气急败坏。Bravo小队本该表现出美国军人应有的形象（也就是人们对于美国军人的刻板印象），而不具备与之相悖的特质。但是Bravo小队说粗言秽语、开黄色玩笑、念念不忘脱衣舞女，粗俗无礼又野蛮。他们的形象超出了一般人对军人形象的预期——军人不本该是正直、守纪的么？于是当演出的后台人员发现Bravo小队的真实特质时，他们抡起了拳头。这一段冲突，我不想指出谁是谁非。有一名后台人员说：“我真不敢相信我们国家的军人有这种行径……”我想指出，这句话就是一个明确的要求：军人就该严守纪律、雷厉风行，不这样的不是好军人。这种要求，使得身为英雄的林恩不能逃避战场，使得身为军人的Bravo小队不能显露软弱。影片的中场表演部分，运用画面上的强烈的对比象征了这种流氓要求：表演方要求军人们在表演时完全站定，他们不得不要面对变化不已的一切：舞动的人体、变换的队形、锣鼓、噪音、火花、甚至是朝他们袭来的“导弹”效果。李安这时用摇镜绕了林恩一圈，告诉我们：林恩作为英雄，哪也不可去，啥也不该做，只能作一个刻板的英雄，接受无数人的凝视、瞬息万变的评价。',
    postId: 1
  },
  {
    //按住alt + shift + f可以格式化代码
    date: 'sep 19 2016',
    title: '养一只黑猫是什么感觉？晚上一关灯,铲屎官：哎！我的猫呢？',
    imgSrc: '../../img/post/cat.png',
    avatar: '../../img/avatar/3.png',
    content: '喵星人的种类是非常丰富的，常见的有英短啊、美短啊、布偶啊、短腿啊、橘猫啊、狸花猫啊等等等等，还有一种外表很酷的猫，那就是黑猫',
    reading: '112',
    collection: '96',
    headImgSrc: '../../img/avatar/3.png',
    author: '兰陵王',
    dataTime: '24time',
    detail: '随着时代的发展，人的生活水平普遍提高，大家也兴起了一股养宠物的热潮。都说狗主猫奴，其中狗狗因为忠诚善良，成为了大家最喜欢的宠物之一。而猫咪因为高冷的性格和可爱的外表形成反差萌，赢得了不少人的喜爱，也成为了大家最喜欢的宠物之一。在我们印象中猫咪一直是一种神秘又高冷的动物，平时总是一副高高在上，若即若离的样子。开心的时候主动过来缠着你和它一起玩，不开心的时候无论你怎么哄都不理睬你，真是个磨人的小妖精。其实喵星人的种类是非常丰富的，和人一样不同的猫性格也不一样。橘子猫贪吃，暹罗猫脾气好，英短傲娇等等。。。而其中最有特点的莫过于黑猫了，在以前黑猫一直被认为是不吉利的象征，但其实它们也没有什么不同都是十分可爱的喵喵。不过因为黑猫太黑，经常有铲屎官抱怨晚上一关灯就找不到猫了。',
    postId: 2
  },
  {
    //按住alt + shift + f可以格式化代码
    date: 'sep 19 2016',
    title: '虚拟现实技术',
    imgSrc: '../../img/post/vr.png',
    avatar: '../../img/avatar/4.png',
    content: '虚拟现实技术是仿真技术的一个重要方向，是仿真技术与计算机图形学人机接口技术多媒体技术传感技术网络技术等多种技术的集合，是一门富有挑战性的交叉技术前沿学科和研究领域。虚拟现实技术(VR)主要包括模拟环境、感知、自然技能和传感设备等方面。',
    reading: '112',
    collection: '96',
    headImgSrc: '../../img/avatar/4.png',
    author: '典韦',
    dataTime: '24time',
    detail: '虚拟现实技术是仿真技术的一个重要方向，是仿真技术与计算机图形学人机接口技术多媒体技术传感技术网络技术等多种技术的集合，是一门富有挑战性的交叉技术前沿学科和研究领域。虚拟现实技术(VR)主要包括模拟环境、感知、自然技能和传感设备等方面。模拟环境是由计算机生成的、实时动态的三维立体逼真图像。感知是指理想的VR应该具有一切人所具有的感知。除计算机图形技术所生成的视觉感知外，还有听觉、触觉、力觉、运动等感知，甚至还包括嗅觉和味觉等，也称为多感知。自然技能是指人的头部转动，眼睛、手势、或其他人体行为动作，由计算机来处理与参与者的动作相适应的数据，并对用户的输入作出实时响应，并分别反馈到用户的五官。传感设备是指三维交互设备。',
    postId: 3
  }
]
module.exports={
  postList: post_content
}